Revit 2027 API
BuiltInFailures.RebarSystemFailures.HostFlagPathOff Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HostFlagPathOff { get; }
Public Shared ReadOnly Property HostFlagPathOff As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HostFlagPathOff {
	FailureDefinitionId^ get ();
}
static member HostFlagPathOff : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace